import React from 'react'
import Image from 'next/image'

function About() {
  return (
    <div className='flex flex-col md:flex-row md:items-center '>
      <div className='md:w-2/3 md:pr-7 ps-14'>

      <h1 className='py-5 font-bold shadow-2xl underline '>
        ABOUT THAKURGAON GOVT. COLLEGE
        </h1>

        <p className=''>
        
        ঠাকুরগাঁও সরকারি কলেজটি উত্তরাঞ্চলের একটি ঐতিহ্যবাহী শিক্ষা প্রতিষ্ঠান। এটি জেলার প্রাণ কেন্দ্রে অবস্থিত। বেসরকারি ভাবে কলেজটি ১৯৫৯ সালে প্রতিষ্ঠিত হয়ে ১লা মার্চ ১৯৮০ সালে সরকারিকরণ হয়। এখানে ১৯৬২ সালে উচ্চমাধ্যমিক ও ১৯৬৩ সালে পূর্ণাঙ্গ ডিগ্রী পাস কোর্স চালু হয়। অত্র কলেজে উচ্চমাধ্যমিক মানবিক, বিজ্ঞান, ব্যবসায় শিক্ষা এবং ডিগ্রী পাস(বিএ/বিএসএস/বিএসসি ও বিবিএস) কোর্স সহ ১৯৯৭-১৯৯৮শিক্ষাবর্ষে ৪টি (অর্থনীতি, গণিত, হিসাববিজ্ঞান, রাষ্ট্রবিজ্ঞান), ১৯৯৮-১৯৯৯ শিক্ষাবর্ষে ৬টি (বাংলা, ইংরেজী, ব্যবস্থাপনা, ইসলামের ইতিহাস, উদ্ভিদবিজ্ঞান এবং প্রাণিবিজ্ঞান), ২০১০-২০১১ শিক্ষাবর্ষে ২টি ( ইতিহাস ও দর্শন) এবং ২০১১-২০১২ শিক্ষাবর্ষে ২টি (পদার্থবিজ্ঞান ও রসায়ন) সহ মোট ১৪টি বিষয়ে অনার্স কোর্স চালু আছে। বিভিন্ন পর্যায়ে বর্তমানে কলেজটিতে বার হাজার ছাত্র-ছাত্রী পড়ালেখা করছে। ছাত্র-ছাত্রীদের দৈনন্দিন ক্লাসে উপস্থিতি সন্তোষজনক। মানবিক, বিজ্ঞান ও বাণিজ্য গ্রুপের অন্তর্ভূক্ত মোট ১৪ টি বিষয়ে অনার্স ও ৯টি বিষয়ে (বাংলা, ইংরেজী, অর্থনীতি, রাষ্ট্রবিজ্ঞান, ইসলামের ইতিহাস ও সংস্কৃতি, হিসাববিজ্ঞান, ব্যবস্থাপনা, উদ্ভিদবিদ্যা এবং গণিত) মাস্টার্স কোর্সে পাঠদান অব্যহত রয়েছে। অত্র কলেজের ছাত্র-ছাত্রীরা প্রতি বছর শিক্ষা বোর্ড/বিশ্ববিদ্যালয়ের ফাইনাল পরীক্ষায় উল্লেখযোগ্য ফলাফল অর্জন করছে।
        </p>
    </div>
    <div>
      <img
      className='w-auto h-60'

      src="https://ems-files.softbd.xyz/thakurgaongovtcollege/images/institute_img/about_us.jpg"

      

      layout='responsive'
      
      />
    </div>
    </div>
  )
}

export default About